<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.iNTERFACEWARE-Iguana</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://dl.interfaceware.com/iguana/macosx/6_1_2/iguana_6_1_2_macosx_intel-64.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>iNTERFACEWARE-Iguana</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>The Iguana integration engine delivers a rapid, reliable, and scalable interoperability solution for healthcare organizations through the acquisition and exchange of healthcare information.</string>
			<key>developer</key>
			<string>Interfaceware Inc</string>
			<key>category</key>
			<string>Tools</string>
			<key>display_name</key>
			<string>iNTERFACEWARE-Iguana</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gordspence.munki.iNTERFACEWARE-Iguana</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.gordspence.download.iNTERFACEWARE-Iguana</key>
			<dict>
				<key>git_hash</key>
				<string>4a534dc5a0c3e5ad8cd7e762dcb20fe27b1ea1ec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.GordSpence.autopkg-recipes/Interfaceware Inc/iNTERFACEWARE-Iguana.download.recipe</string>
				<key>sha256_hash</key>
				<string>bdd986976a776944d01eb3695800d188594b95aff8137fe2b4dbeb1e8a8c23ec</string>
			</dict>
			<key>com.github.gordspence.munki.iNTERFACEWARE-Iguana</key>
			<dict>
				<key>git_hash</key>
				<string>4a534dc5a0c3e5ad8cd7e762dcb20fe27b1ea1ec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.GordSpence.autopkg-recipes/Interfaceware Inc/iNTERFACEWARE-Iguana.munki.recipe</string>
				<key>sha256_hash</key>
				<string>24fb72c7d533c014f90b2448d2dcf4fd1dc5a48ad864216132dcc05ab3a8d6ef</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
