<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.WalkMe</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://cdn.walkme.com/walkme-editor/latest/mac/WalkMeInstaller.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>WalkMe</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Tools</string>
			<key>description</key>
			<string>WalkMe is a game-changing platform that instantly simplifies the online user experience.</string>
			<key>developer</key>
			<string>WalkMe Ltd.</string>
			<key>display_name</key>
			<string>WalkMe</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gordspence.munki.WalkMe</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.gordspence.download.WalkMe</key>
			<dict>
				<key>git_hash</key>
				<string>4a534dc5a0c3e5ad8cd7e762dcb20fe27b1ea1ec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.GordSpence.autopkg-recipes/WalkMe Ltd./WalkMe.download.recipe</string>
				<key>sha256_hash</key>
				<string>4cfd614bea9c7de0049a65c25b952d13d45fdb727afcab6e37a90161812def95</string>
			</dict>
			<key>com.github.gordspence.munki.WalkMe</key>
			<dict>
				<key>git_hash</key>
				<string>4a534dc5a0c3e5ad8cd7e762dcb20fe27b1ea1ec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.GordSpence.autopkg-recipes/WalkMe Ltd./WalkMe.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8c447951f6737c1eea7e1e8568760f61735675e149cba0129ec0110712aed26e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
