<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DBeaver Community</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>DBeaver</string>
		<key>DOWNLOAD_URL</key>
		<string>https://dbeaver.io/files/dbeaver-ce-latest-macos.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>DBeaverCE</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Free multi-platform database tool for developers, database administrators, analysts and all people who need to work with databases. Supports all popular databases: MySQL, PostgreSQL, SQLite, Oracle, DB2, SQL Server, Sybase, MS Access, Teradata, Firebird, Apache Hive, Phoenix, Presto, etc.</string>
			<key>developer</key>
			<string>DBeaver Corporation</string>
			<key>display_name</key>
			<string>DBeaver Community Edition</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>category</key>
			<string>Tools</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gordspence.munki.DBeaverCommunity</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.gordspence.download.DBeaverCommunity</key>
			<dict>
				<key>git_hash</key>
				<string>9fe8dbe4faea824ba358c9056389ff952dc4fb40</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.GordSpence.autopkg-recipes/DBeaver Corporation/DBeaver Community.download.recipe</string>
				<key>sha256_hash</key>
				<string>ab9a00ca2035ff7894cde84c324ef3e91a23ac1102c97885bb638d042461e3f0</string>
			</dict>
			<key>com.github.gordspence.munki.DBeaverCommunity</key>
			<dict>
				<key>git_hash</key>
				<string>9fe8dbe4faea824ba358c9056389ff952dc4fb40</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.GordSpence.autopkg-recipes/DBeaver Corporation/DBeaver Community.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9161c0f355ace1c1cfbb90d91cb4e01cbc554f503141a2386cf67f198a80a58f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
